//
//  AgreementContents.swift
//  here-draw-ios
//
//  Created by 박희지 on 2022/11/09.
//

import Foundation

struct AgreementContents {
    static let content1 = """
            제1장 총칙
            제1조 (목적)
            이 약관은 서비스 이용자가 여기그림(이하 “회사”라 합니다)가 제공하는 서비스와 관련하여 회사와 서비스의 이용고객 간에 서비스의 이용 조건 및 절차, 상호간의 권리·의무, 책임 사항 및 기타 필요한 사항을 규정함을 목적으로 합니다.
            제2조 (용어의 정의)
            이 약관에서 사용하는 용어의 정의는 다음 각호와 같으며, 정의되지 않은 용어에 대한 해석은 관계법령 및 서비스별 안내에서 정하는 바에 따릅니다.
            1. 서비스: 회원이 이용할 수 있도록 회사가 제공하는 서비스 플랫폼 등을 포함한 모든 인터넷 서비스를 말합니다
            2. 회원: 개인 또는 법인으로서 이 약관에 동의하고 회사와 이용 계약을 체결하여 회사가 제공하는 서비스를 사용하는 자를 말합니다.
            3. 닉네임(ID): 회원의 식별과 회원의 서비스 이용을 위하여 사용되는 식별 정보로서, 회원이 설정하고 회사가 사용을 승인한 문자, 숫자 등의 조합을 말합니다.
            4. 비밀번호: 회원의 회원정보 보호를 위하여 회원이 설정한 문자, 기호, 숫자 등의 조합을 말합니다.
            5. 작품: 작가회원이 회사의 서비스를 통하여 고객에게 제공(판매)하는 각종 재화 및 용역 등을 총칭하여 말합니다.
            6. 매매보호서비스: 회사가 마켓플레이스 서비스를 통하여 회원 상호간에 이루어지는 거래의 안전을 위하여 작품의 판매대금의 입출금을 중개할 목적으로 마련한 절차 및 이에 따라 제공되는 서비스를 말합니다.
            7. 아티클컴필레이션 서비스: 회사가 작가회원에게 제공하는 전시·광고 서비스는 작품을 회사의 서비스 또는 앱 내 배너를 통해 광고하여 자신의 작품을 전시 또는 광고할 수 있도록 하는 회사의 서비스를 말합니다.
            8. 게시물: 회원이 게재하는 부호(URL포함), 문자,이미지(사진 포함)등으로 구성된 각종 콘텐츠 자체 또는 파일을 말합니다.
            9. 작품등록: 작가회원이 앱 내에 직접 작품을 게재하고, 판매하는 가상 사이버 가상 공간을 말합니다.
            10. 운영정책: 서비스의 이용에 관한 정책, 규칙 및 지침 등 회원의 서비스 이용에 관한 회사의 방침(향후 회사가 개정하는 내용을 포함)으로 이 이용계약의 일부를 구성합니다.
            제3조 (약관의 명시, 효력 및 변경)
            * ① 회사는 이 약관의 내용과 상호, 영업소 소재지, 대표자의 성명, 연락처(전화, 팩스, 전자우편 주소 등)를 회원이 쉽게 알 수 있도록 첫 화면에 게시합니다.
            * ② 회사는 『전자거래기본법』, 『전자서명법』, 『전자상거래 등에서의 소비자보호에 관한 법률』(이하 “전자상거래법”), 약관의 규제에 관한 법률』, 『정보통신망 이용촉진 및 정보보호 등에 관한 법률』 (이하 “정보통신망법”), 『소비자기본법』 및 『표시광고의 공정화에 관한 법률』(이하 “표시광고법”) 등 관련 법령에 위배하지 않는 범위에서 이 약관을 변경할 수 있습니다.
            * ③ 회사가 이 약관을 개정할 경우에는 적용일자 및 개정내용, 개정사유 등을 명시하여 그 적용일자로부터 14일 이전부터 적용일자 전일까지 회사가 운영하는 웹사이트를 통하여 공지합니다. 다만, 개정 내용이 회원에게 불리한 경우에는 최소한 30일의 유예기간을 두고 공지하며, 전자우편(Email), 앱푸시(APP-PUSH)메시지, 문자메시지(SMS/MMS) 등으로 개별 통지할 수 있습니다.
            * ④ 이 약관에 동의하는 것은 정기적으로 회사가 운영하는 웹사이트를 방문하여 약관의 변경사항을 확인하는 것에 동의함을 의미합니다. 변경된 약관에 대한 정보를 알지 못하여 발생하는 회원의 피해에 대하여 회사는 책임을 지지 않습니다.
            * ⑤ 변경된 약관에 동의하지 않는 회원은 회원 탈퇴(이용계약의 해지)를 할 수 있으며, 회사가 본 조 제3항에 따라 통지한 약관변경 적용일까지 거부의사를 표시하지 않으면 약관의 변경에 동의한 것으로 본다는 뜻을 회원에게 명확하게 고지하였음에도 의사표시가 없는 경우에는 변경된 약관을 승인한 것으로 봅니다.
            * ⑥ 회사는 관련 법령의 규정 등에 따라 특정 서비스에 관한 약관(이하 “개별약관”)을 별도로 제정할 수 있으며, 회원이 개별약관에 동의하면 개별약관은 이용계약의 일부를 구성하고, 개별약관과 이 약관이 상충하는 경우, 개별약관이 우선하여 적용됩니다.
            * ⑦ 이 약관과 관련하여 당사자 간의 합의에 따라 추가로 작성된 계약서, 협정서, 통보서 등과 회사의 운영정책 변경, 법령의 제·개정 또는 공공기관의 고시나 지침 등에 의하여 회사가 서비스를 통해 공지하는 내용도 이용계약의 일부를 구성합니다.
            제4조 (대리행위·보증의 부인)
            * ① 회사는 회원 간 회원의 작품을 거래할 수 있도록 서비스의 이용을 허락하거나, 통신판매를 알선하는 것을 목적으로 마켓플레이스서비스를 제공하며, 회사는 통신판매중개자로서 효율적인 서비스를 위한 시스템 운영 및 관리 책임만을 부담하고, 작품의 거래와 관련하여 고객 또는 작가회원을 대리하지 아니합니다.
            * ② 회원 간에 성립한 거래는 회원 각자의 자기결정에 의하여 성립되는 것으로서, 성립된 거래 및 작가회원이 제공하고 등록한 정보에 대해서는 해당 회원이 그에 대한 직접적인 책임을 스스로 부담하여야 합니다. 회사가 서비스의 이용 편의를 높이기 위하여 작가회원 등으로부터 작품 관련 정보를 제공받아 게재하거나 제3자가 제공하는 방식으로 서비스를 통하여 참조용 작품정보나 관련 콘텐츠를 제공하는 경우에도 회사는 고객의 구매결정에 대하여 책임을 부담하지 아니합니다.
            * ③ 회사는 회사가 제공하는 시스템을 통하여 이루어지는 고객과 작가회원 간의 거래와 관련하여 판매의사 또는 구매의사의 존부 및 진정성, 등록물품의 품질, 완전성, 안정성, 적법성 및 타인의 권리에 대한 비침해성, 고객 또는 작가회원이 입력하는 정보 및 그 정보를 통하여 링크된 URL에 게재된 자료의 진실성 또는 적법성 등 일체에 대하여 보증하지 아니하며, 이와 관련한 일체의 위험과 책임은 해당 회원이 전적으로 부담합니다.
            제2장 이용계약 및 정보보호
            제5조 (서비스 이용계약의 성립)
            * ① 회사의 서비스에 관한 이용계약(이하 “이용계약”이라고 합니다)은 회사의 서비스를 이용하고자 하는 자가 이 약관에 동의하여 회원가입 신청을 하고, 회사가 이용승낙의 의사표시를 해당 서비스화면에 게시하거나, 전자우편 또는 기타 방법으로 통지함으로써 성립합니다.
            * ② 회원가입은 서비스를 이용하고자 하는 자가 이 약관에 동의하고, 회사가 정한 회원 가입 신청 양식에 포함된 정보(실명 등)를 사실과 다름없이 기입한 후 회사가 지정한 방법에 따라 제출하는 방법으로 합니다. 회사는 필요한 경우 관련 증빙 서류를 제출요청 할 수 있습니다.
            * ④ 회사는 다음 각호의 사유가 발생한 경우 이용신청에 대한 승낙을 거부하거나 유보할 수 있고, 해당 사유가 관련 법령을 위배하는 경우 이용 신청자는 관련 법령에 의거 처벌받을 수 있습니다.
                1. 제출 정보(본인확인절차 포함)의 내용에 허위, 기재 누락, 오기, 제3자 정보도용이 있는 경우
                2. 회사가 본 조 제2항에 따라 제출한 정보의 정확성을 확인하기 위하여 관련 법령이 허용하는 범위 내의 증빙자료의 제공을 요청하였으나, 부당하게 이를 제공하지 않는 경우
                3. 이미 가입된 회원과 정보(식별번호, 전자우편주소 등)가 동일한 경우
                4. 제출 정보의 내용에 허위, 기재 누락, 오기가 있는 경우
                5. 이 약관 또는 회사와의 계약 등에 의하여 회원자격을 상실한 적이 있거나, 이용신청의 제한이 있는 회원인 경우
                6. 회사로부터 회원자격 정지 조치 등을 받은 회원이 그 조치기간 중에 이용계약을 임의 해지하고 재이용 신청을 하는 경우
                7. 부정한 용도 또는 회사의 서비스 제공 목적에 반하여 영리를 추구할 목적으로 서비스를 이용하고자 하는 경우
                8. 이 약관에 위배되거나 위법 또는 부당한 이용신청임이 확인된 경우
                9. 기타 회사가 합리적인 판단에 의하여 필요하다고 인정하는 경우
            * ⑤ 회사는 본 조 제3항에 따라 제출한 정보의 정확성을 확인하기 위하여 관련법령이 허용하는 범위 내에서 작가회원에게 증빙자료의 제공을 요청할 수 있습니다. 작가회원이 부당하게 증빙자료를 제공하지 않는 경우 회사는 이용계약의 해지, 판매활동의 제한 또는 정산금 지급 보류 등의 조치를 취할 수 있으며, 해당 작가회원은 이로 인하여 발생하는 손해에 대하여 회사에게 어떠한 책임도 물을 수 없습니다.
            제6조 (개인정보보호)
            * ① 회원은 이용신청 시 허위의 정보를 제공하여서는 아니되며, 회원의 정보를 허위로 수정하여 회사 또는 제3자에게 손해를 입힌 경우 발생한 모든 손해를 배상하여야 합니다.
            * ② 회원은 회원정보로써 기재 또는 회사에 제공한 사항의 변경이 있는 경우 즉시 서비스 플랫폼 내에서 개인정보를 직접 수정하거나 전자우편 또는 기타 방법으로 회사에게 그 변경 사항을 알리는 등 회원의 정보에 관하여 최신의 정보를 유지하여야 합니다.
            * ③ 회사와 작가회원은 서비스의 제공과 관련하여 알게 된 회원의 개인정보를 이 약관에서 정한 목적 이외의 용도로 사용하거나 본인의 승낙 없이 제 3자에 누설, 배포하지 않고, 이를 보호하기 위하여 노력하며, 회원의 개인정보의 처리에 관한 사항은 『개인정보보호법』 및 『정보통신망법』 등 개인정보의 보호에 관한 관계 법령 및 회사의 개인정보 처리방침에 따릅니다.
            * ④ 회원이 본 조를 위반하거나 회사에 대한 통지를 지연하여 회사 또는 제3자에게 발생한 모든 손해에 대한 민·형사상의 책임은 회원에게 있으며, 이로 인하여 발생한 모든 불이익에 대하여 회사에 중대한 귀책이 없는 한 회사에게 어떠한 책임도 물을 수 없습니다.
            * ⑤ 회사는 관련 법령에 따른 수사기관 등의 요청이 있을 경우, 그 범위 내의 회원에 관한 개인정보를 제공할 수 있습니다.
            제7조 (ID 및 비밀번호의 관리)
            * ① 회원의 ID 및 비밀번호 등에 관한 관리책임은 회원 스스로에게 있으며, 어떠한 경우에도 본인의 ID 또는 비밀번호를 타인에게 양도, 증여, 대여하거나 이를 담보로 제공할 수 없습니다.
            * ② 회사는 다음 각 호의 경우에 사전 통지없이 회원의 ID 및 비밀번호의 사용을 제한하거나 변경, 또는 삭제할 수 있습니다.
                1. 타인의 개인정보를 도용하는 등 부정한 목적 또는 방법으로 이용신청을 한 경우
                2. 회원의 ID 또는 비밀번호가 유출되거나, 유출될 우려가 있는 경우
                3. 회원 또는 제3자가 회원을 회사 또는 회사의 임직원이나 관계자로 오인할 우려가 있는 경우
            * ③ 회원은 ID또는 비밀번호가 유출, 도난당하거나 제3자가 무단으로 이를 사용하고 있음을 인지한 경우 즉시 회사에게 통보하여야 하고, 회사는 이의 신속한 처리를 위하여 합리적인 노력을 하여야 합니다.
            * ④ 회사는 회원이 본 조를 위반하여 회원에게 발생한 불이익에 대하여 책임지지 않습니다.
            제3장 서비스의 제공 및 이용
            제8조 (서비스의 제공)
            * ① 회사는 회원에게 서비스가 안전하게 제공될 수 있도록 각종 설비와 자료를 관리하고, 서비스가 제공 목적에 맞게 이용되고 있는지 확인합니다. 만일 회원에게 서비스이용 목적에 위반되는 부분이 있는 것으로 확인되면 사유의 소명을 요청할 수 있습니다.
            * ② 회사는 작가회원이 등록한 작품의 판매촉진을 위해 해당 정보를 포털, 가격비교 사이트 및 국내외 사이트 등에 노출할 수 있으며, 할인행사 등을 실시할 경우에 등록된 작품을 할인된 가격으로 노출할 수 있습니다
            * ③ 회사는 서비스의 운영과 관련하여 회사가 제공하는 서비스의 화면 및 홈페이지 등에 광고를 게재할 수 있습니다.
            * ④ 회사는 회원이 서비스 이용 중 필요하다고 인정되는 다양한 정보를 서비스 내 공지사항, 서비스 화면, 전자우편 등의 방법으로 회원에게 제공할 수 있습니다. 다만, 회원은 관련법에 따른 거래관련 정보 및 고객문의 등에 대한 답변 등을 제외하고는 당해 정보제공에 대해서 수신 거절을 할 수 있습니다.
            * ⑤ 회사는 자유로운 전자상거래에 있어서 필요로 하는 각종 서비스를 제공하고, 회사의 내부 정책에 따라 그에 대한 서비스이용료를 부과할 수 있습니다
            * ⑥ 회사는 메시지 기능을 포함하여 서비스 내 고객의 법령 위반, 이 약관 위반, 기타 금지행위 여부에 대한 적절한 모니터링을 실시할 수 있고, 회원은 회사의 모니터링 업무에 대하여 협조하여야 하며 회사가 요청하는 필요 최소한의 증빙자료를 제출할 의무가 있습니다.
            * ⑦ 회사가 이 이용계약의 위반 행위를 확인한 경우 해당 회원에게 부가적으로 제공한 혜택의 일부 또는 전부를 회수하거나, 특정 서비스의 이용을 제한하고, 이용계약을 해지하는 등의 조치를 할 수 있습니다.
            제9조 (서비스 제공의 중지)
            * ① 회사는 다음 각 호에 해당하는 경우 특정 서비스의 일부 또는 전부를 사전 통지하고 일시적 또는 영구적으로 수정, 중단하거나 변경할 수 있으며 이에 대하여 관련법에 특별한 규정이 없는 한 회원에게 별도의 보상을 하지 않습니다.
                1. 서비스 이용 설비의 보수 등 공사로 인한 부득이한 경우이거나 기술 진보에 따른 차세대 서비스로의 전환 필요성이 있는 경우
                2. 『전기통신사업법』에 규정된 기간통신사업자가 전기통신 서비스를 중지했을 경우
                3. 원활한 서비스 제공의 곤란 또는 수익성 악화되거나 서비스 제공과 관련한 회사 정책의 변경 등 상당한 이유가 있는 경우,
                4. 국가비상사태, 정전, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 때에는 서비스의 전부 또는 일부를 제한하거나 정지할 수 있습니다.
                5. 기타 불가항력적 사유가 있는 경우
            * ② 회사는 서비스의 내용, 이용방법, 이용시간에 대하여 변경 또는 서비스 중지, 중단이 있는 경우에는 해당 서비스의 내용 및 사유와 일자 등은 그 변경 또는 중단 전에 회사의 웹사이트 또는 서비스 내 공지사항 화면 및 기타 방법 등으로 회원이 충분이 인지할 수 있는 방법으로 30일의 기간을 두고 사전에 통지합니다.
            제10조 (회원에 대한 통지)
            * ① 회사가 회원에 대한 통지를 하는 경우 이 약관에 별도 규정이 없는 한 서비스 내 전자우편주소, 문자(SMS, MMS)메시지, 앱푸시(APP-PUSH)메시지, 메신저 등으로 할 수 있습니다.
            * ② 회사는 회원 전체 또는 불특정 다수인을 상대로 통지를 함에 있어서는 7일 이상 회사의 웹사이트 기타 회사의 공지사항 화면에 게시함으로써 본 조 제1항의 통지를 갈음할 수 있습니다. 단, 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항은 상당한 기간 동안 게시판을 통해 이를 공지하고 전자우편 또는 기타 수단을 통하여 통지합니다.
            * ③ 제휴업체와의 계약종료 또는 변경, 신규서비스의 개시 등 회사의 제반사정으로 서비스의 내용이 변경되거나 서비스가 중단되는 경우 회사는 회원의 등록된 전자우편 주소 또는 앱푸시(APP-PUSH)메시지를 통하여 서비스 내용의 변경 사항 또는 종료를 통지할 수 있습니다.
            제11조 (회사의 면책)
            * ① 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.
            * ② 회사는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.
            * ③ 회사는 회원이 서비스를 이용하여 기대하는 수익을 상실한 것에 대하여 책임을 지지 않으며, 그 밖의 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않습니다.
            * ④ 회사는 작가회원이 게재한 작품 판매에 관한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 관해서는 책임을 지지 않습니다.
            * ⑤ 회사는 고객 및 작가회원 간 또는 회원과 제3자 상호간에 서비스를 매개로 하여 회사의 매매보호서비스를 이용하지 않은 거래에 관하여 어떠한 책임을 지지 않습니다.
            * ⑥ 작가회원과 회원, 배송업체, 금융기관 등과의 사이에 발생한 분쟁은 당사자들간의 해결을 원칙으로 하며, 회사에 중대한 귀책사유가 없는 한 회사는 어떠한 책임도 부담하지 않습니다.
            제4장 일반적 준수사항
            제12조 (게시물 및 게시판 관리)
            * ① 회사는 게시물이 다음 각 호에 해당하는 경우 사전 통보 없이 해당 게시물을 삭제하거나 게시자에 대하여 특정서비스의 이용제한, 이용계약의 해지 등의 조치를 할 수 있습니다. 단, 게시물이 다음 각 호 중 하나에 해당하지 않는 한, 회사는 게시물에 구매한 물품에 대한 단순불만 등 작가회원에게 불리한 내용이 포함되었다는 이유만으로 게시물을 삭제하지 않습니다.
                1. 대한민국의 법령을 위반하는 내용을 포함하는 경우
                2. 법원의 판결, 결정 등 또는 관련 법령에 따라 권한을 보유한 행정기관의 행정처분, 명령이 있는 경우
                3. 관계법령에 의거 판매가 금지된 불법제품 또는 음란물을 게시, 광고하는 경우
                4. 허위 또는 과대광고의 내용을 포함하는 경우
                5. 타인의 권리나 명예, 신용 기타 정당한 이익을 침해하는 경우
                6. 회사가 제공하는 구매안전 서비스를 이용하지 않고 회원간 직접 거래하는 행위(직거래) 유도 또는 타 사이트의 링크를 게시하는 경우
                7. 정보통신기기의 오작동을 일으킬 수 있는 악성코드나 데이터를 포함하는 경우
                8. 사회 공공질서나 미풍양속에 위배되는 경우
                9. 회사가 제공하는 서비스의 원활한 진행을 방해하는 것으로 판단되는 경우
                10. 범죄행위와 관련된 내용을 포함하는 경우
                11. 정치, 경제적 분쟁을 야기하는 내용을 포함하는 경우
            * ② 회원이 작성한 상품평 등의 각종 게시물은 서비스 내 거래되는 작품의 판촉, 홍보 등을 위하여 회사가 제휴한 타사이트에 복제, 배포, 전송, 전시될 수 있으며, 본질적인 내용에 변경을 가하지 않는 범위 내에서 수정, 편집될 수 있습니다.
            * ③ 회원의 게시물 등이 본인의 사생활을 침해하거나 명예를 훼손하는 등 권리를 침해 받은 회원 또는 제3자는 회사의 침해 중단 신청 방법 및 절차에 따라 그 침해사실을 소명하여 회사에 해당 게시물 등의 삭제 또는 반박 내용의 게재를 요청할 수 있으며, 이 경우 회사는 『정보통신망법』 등 관련 법령에 의거하여 30일 이내로 임시조치 등의 조치를 취할 수 있습니다.
            * ④ 회원의 게시물 등으로 인한 법률상 이익 침해를 근거로, 다른 회원 또는 제3자가 회원 또는 회사를 대상으로 하여 민형사상의 법적 조치를 취하는 경우, 법원의 확정판결이 있을 때까지 관련 게시물 등에 대한 접근을 잠정적으로 제한할 수 있습니다. 게시물 등의 접근 제한과 관련한 법적 조치의 소명, 법원의 확정 판결에 대한 소명 책임은 게시물 등에 대한 조치를 요청하는 자가 부담합니다.
            제13조 (권리의 귀속)
            * ① 회사는 서비스를 이용함에 있어 저작권자의 저작권 보호를 위한 정책을 수립하여 운영하며 회원은 회사의 저작권 정책을 준수하여야 합니다.
            * ② 회사가 작성한 저작물에 대한 저작권, 특허권, 상표권 기타 지식재산권은 회사에 귀속합니다. 회원은 서비스를 이용함으로써 얻은 정보를 회사의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 등 기타 방법에 의하여 이용하거나 제3자에게 이용하게 하여서는 안 됩니다.
            * ③ 회원이 서비스를 이용하면서 작성한 상품평 등의 게시물에 관한 저작권은 이를 작성한 회원 본인에게 있으며, 해당 게시물이 타인의 저작권 등 권리를 침해하는 경우 그에 대한 책임은 회원 본인이 부담합니다.
            제14조 (금지행위)
            * ① 회원은 이 약관, 회사의 운영정책 및 서비스 내에 회사가 공지한 사항을 지켜야 하며, 이를 위반하거나 이행하지 않아 발생하는 모든 손실과 손해에 대하여 책임을 집니다.
            * ② 회원은 서비스를 이용함에 있어 다음 각 호에서 규정한 행위를 하여서는 안됩니다.
                1. 회원이 이용신청 또는 변경 시, 허위사실을 기재하거나 자신 또는 다른 회원의 ID 및 개인정보(타인의 명의, 카드정보, 계좌정보 등)를 이용·공유하는 행위
                2. 서비스에 게시된 정보를 임의로 변경하는 행위
                3. 회사가 제공하는 서비스 이용방법을 따르지 않고 비정상적인 방법으로 서비스를 이용하거나 시스템에 접근하는 행위(리버스엔지니어링, 디컴파일, 디스어셈블 및 기타 일체의 가공행위를 통하여 서비스를 복제, 분해 또는 모방 기타 변형, 자동 접속 프로그램 등의 사용, 회사의 서버에 부하를 일으켜 회사의 정상적인 서비스를 방해하는 행위 등 일체)
                4. 서비스를 이용하여 얻은 정보를 회사의 사전 승낙 없이 영리 또는 비영리의 목적으로 복제, 출판, 방송 등에 사용하거나 타인에게 제공하는 행위
                5. 서비스를 이용하여 상품 또는 용역을 판매하는 영업활동 등의 상행위를 하는 행위
                6. 회사 또는 회원 기타 타인의 권리(인격권, 저작권 등의 지식재산권 포함)나 명예, 신용 기타 정당한 이익을 침해하거나 대한민국 법령 또는 공서양속에 위배되는 행위
                7. 작품에 대해 확인되지 않는 사실로 불신을 조장하는 행위
                8. 회사 또는 타인의 명예를 손상시키거나, 모욕·비방·비하하는 행위
                9. 회사 또는 타인의 업무를 방해하거나 그러한 시도(다량의 정보를 전송하거나 광고성 정보를 전송 등)를 하는 행위
                10. 다른 회원의 서비스 이용을 방해하거나 회사 또는 회사의 임직원이나 관계자를 사칭하는 행위
                11. 타인과 유·무상 등의 방법으로 회사로부터 제공받은 적립금, 할인쿠폰 등을 거래하는 행위
                12. 실제 작품의 배송이 없거나 할인쿠폰 등의 유효기간을 연장하기 위한 목적으로 구매와 취소를 반복하는 등 작품의 실질적인 구매의사가 없는 구매행위
                13. 제3자에게 재판매하기 위한 목적으로 작품을 구매하는 행위 또는 제3자에게 재판매하기 위한 목적으로 회사가 제공하는 혜택이나 할인률 등을 부당하게 이용하는 행위
                14. 고의로 경쟁관계에 있는 타 판매회원의 작품을 구매한 후 악의적인 상품평을 작성하는 등 사이버몰의 거래질서를 명백하게 방해하는 행위
                15. 회원의 의무를 불이행하는 행위
                16. 작가회원의 연락두절 또는 작가회원이 해결해야 할 고객의 불만에 대하여 회사에게 책임을 전가하고 처리하지 않는 행위
                17. 기타 관련법령이나 회사에서 정한 규정을 위배하는 행위
            * ③ 회원이 본 조의 의무를 위반하거나 기타 회사가 합리적인 판단에 기하여 서비스의 제공을 거부할 필요가 있는 경우, 회사는 기간을 정하여 전부 또는 일부의 서비스이용을 제한, 중지하거나 상당기간의 최고 후 이용계약을 해지할 수 있습니다. 이 경우, 회사는 거래 사실 확인 및 소명을 위해 조치를 취한 날로부터 15일 이내에 회원에게 필요 최소한의 증빙자료(거래사실증명서, 물품 수급 및 발주, 배송증빙서류 등)를 요청할 수 있습니다.
            제5장 서비스의 이용
            제15조 (매매계약의 체결 및 대금 결제)
            * ① 작품의 매매계약은 고객이 작가회원이 제시한 작품의 판매 조건에 응하여 청약의 의사표시를 하고 이에 대하여 작가회원이 승낙의 의사표시를 함으로써 체결됩니다.
            * ② 회원은 매매대금의 결제와 관련하여 회원이 입력한 정보 및 그 정보와 관련하여 발생하는 제반 문제에 대한 모든 책임을 부담하여야 합니다.
            * ③ 고객이 현금, 계좌이체 기타의 방법으로 매매 대금을 결제할 수 있는 방법을 제공하며, 회원이 매매대금 결제 시 사용한 결제수단에 대해 정당한 사용권한을 가지고 있는 지의 여부를 확인할 수 있습니다.
            * ④ 회사는 고객이 작품을 주문한 후 일정 기간 내에 매매대금을 결제하지 않을 경우 당해 주문을 회원의 동의 없이 취소할 수 있으며, 본 조 제3항의 확인이 완료될 때까지 거래진행을 중지하거나, 확인이 불가한 경우 해당거래를 취소할 수 있습니다.
            * ⑥ 고객이 실제로 결제하는 금액은 작가회원이 정한 공급원가, 기본이용료, 작품에 적용된 옵션작품의 옵션내역 등이 적용된 금액(실구매액)이며 회사는 작가회원과 구매회원의 연결만을 중개하며 통신판매 결제수단을 제공하지 않습니다.
            * ⑦ 회사는 서비스 내에서 회원간 물품 거래가 이루어질 수 있도록 온라인 거래 장소와 서비스를 제공합니다. 서비스 내에서 판매되는 물품 중 판매자가 직접 판매하나 위 판매자로부터 회사가 판매 중개를 의뢰 받은 물품에 관하여 결제방법을 불문하고 회사는 거래의 당사자가 아니며, 회사의 어떠한 행위도 판매자 또는 구매자를 대리하는 행위로 간주되지 않습니다.
            * ⑧ 판매자와 구매자 간의 거래 조건은 본 약관에서 별도로 정함이 없는 한 판매자가 정하여 구매자에 고지한 정책 또는 판매자와 구매자가 합의한 내용에 따르고, 회사는 거래의 당사자가 아니므로 이에 관여하지 않습니다.
            * ⑨ 해당 물품의 거래에 관하여 발생하는 분쟁, 법령상 규제 준수, 소비자 또는 구매자에게 발생하는 손해 등에 대해서는 달리 관련 법령에 정함이 없는 한 원칙적으로 해당 판매자가 책임을 부담하며 회사는 책임을 부담하지 않습니다.
            제16조 (취소 및 환불)
            * ① 작가회원은 고객이 주문한 작품을 공급하기 곤란하다는 것을 알았을 때, 즉시 해당 사실을 고객 및 회사에 통보하고 고객의 동의를 얻은 후 취소를 하여야 하며, 회사가 고객의 대금결제일로부터 3일 이내에 매매대금 환불 및 환불에 필요한 조치를 취할 수 있도록 하여야 합니다.
            * ② 작가회원의 연락두절, 휴업, 영업정지, 폐업 등의 사유로 정상적인 영업활동이 불가하거나 이러한 상태가 예상되는 경우, 판매시기성이 있는 작품의 배송지연이 예상되는 경우 및 작가회원의 귀책으로 판매시기성이 있는 상품에 관한 동일한 클레임이 3건이상 발생한 경우에는 회사의 직권으로 교환, 구매취소, 해당 작가회원의 전작품 판매중지, 신규 작품 등록 제한 등의 조치를 할 수 있습니다. 이러한 경우 작가회원은 해당 작품의 각인, 맞춤제작 등의 사유로 발생하는 손해를 스스로 부담하여야 합니다.
            제17조 (반품 및 환불)
            * ① 고객의 반품 요청 후 24시간 이내에 작가회원이 아무런 조치를 취하지 않는 경우, 거래의 취소 및 고객에게 매매대금이 환불될 수 있습니다.
            * ② 고객은 작품 배송완료일로부터 7일 이내에 반품요청을 할 수 있으며 작가회원은 고객이 이 기간 내 반품이나 교환을 요청하는 경우 고객의 요청에 따라 반품 또는 교환을 해 주어야 합니다. 단, 고객의 귀책사유로 작품이 훼손된 경우, 사용이나 일부 소비로 인해 작품의 가치가 현저히 감소한 경우, 복제 가능한 작품의 포장을 훼손한 경우, 작품 판매 시 반품이나 교환의 제한을 명시적으로 고지한 경우 기타 법령에 의하여 반품이 제한되어 있는 경우는 예외로 합니다. 그럼에도 불구하고, 작품이 표시 또는 광고 내용과 다를 경우에는 작품수령 후 90일 이내 또는 고객이 그 사실을 알게 된 날 또는 알 수 있었던 날로부터 30일 이내에 반품 또는 교환을 요청하는 경우, 작가회원은 반품 또는 교환을 해 주어야 합니다.
            * ③ 반품에 소요되는 비용은 반품에 대한 귀책사유가 있는 자에게 귀속(단순변심: 고객부담, 작품하자: 작가회원부담)되나, 고객이 반품 신청 절차에서 반품송장번호를 미 기재하거나 반품사유에 관하여 작가회원에게 정확히 통보하지 않을 경우 반품처리 및 환불이 지연될 수 있습니다.
            * ⑥ 작가회원은 반품작품 수령일로부터 3영업일 이내에 고객에게 환불 또는 환불에 필요한 조치를 취하여야 합니다.
            * ⑧ 작가회원은 작품하자나 오배송 등을 인정한 상태에서 고객에게 반품비를 부담시켜서는 안됩니다.
            * ⑨ 작가회원은 서비스 및 메세지 등을 통한 반품신청을 수시로 확인하여 조치를 취하여야 합니다. 이를 위반하여 고객이 작가회원과 사전 협의하지 아니한 사유로써 고객의 정당한 반품을 거부하여서는 안됩니다.
            * ⑩ 작가회원은 고객에게 청약철회를 제한하고자 하는 경우, 작품페이지 등 고객이 쉽게 알 수 있는 곳에 반품제한 사유를 게재하여야 합니다.
            제18조 (교환 및 환불)
            * ① 고객이 작품 수령 후 교환이나 환불을 요청하는 경우 작가회원은 관련 법률에 의거하여 반품을 받은 후 교환이나 환불을 해주어야 하며, 추가로 발생하는 비용은 교환이나 환불의 책임이 있는 측이 부담합니다.
            * ② 작가회원은 작품의 하자 또는 사용상의 안전성에 결함이 있는 경우 전량 리콜(수리, 교환, 환불)하여야 하며, 리콜에 따른 모든 비용을 부담하여야 합니다.
            * ③ 작가회원은 청약철회가 불가능한 작품의 경우 해당 내용을 작품 상세페이지에 명시하고, 배송 시에도 포장 또는 기타 소비자가 쉽게 알 수 있는 곳에 명기하여야 합니다
            * ④ 고객은 작품을 배송 받은 날로부터 관계법령에 의거하여 7일 이내에 교환을 신청할 수 있으며, 물품하자로 인한 교환의 경우에는 작가회원이 왕복배송비를 부담하나 고객의 변심에 의한 경우에는 고객이 부담합니다.
            * ⑤ 교환신청을 하더라도 작가회원에게 교환할 물품의 재고가 없는 경우에는 교환이 불가능하며, 이 경우에 해당 교환신청은 반품으로 처리됩니다.
            * ⑥ 회사는 고객의 구매취소 또는 반품 혹은 유료서비스의 종료에 의하여 환불사유가 발생할 시 현금결제의 경우에는 3영업일 이내에 고객에게 해당금액을 환불하고 카드결제의 경우에는 즉시 결제를 취소합니다.
            * ⑧ 고객은 현금잔고로 환불된 금액을 통장으로 입금 받고자 하는 경우에는 별도로 지정한 자신의 출금계좌로 현금 출금요청을 통해 출금할 수 있습니다
            제19조 (교환 및 환불의 제한)
            다음 각 호의 경우에는 고객은 환불 또는 교환을 요청할 수 없습니다
            1. 관계 법령에 의한 경우
            2. 고객의 귀책사유로 말미암아 작품이 멸실•훼손된 경우
            3. 고객의 사용 또는 일부 소비에 의하여 작품의 가치가 현저히 감소한 경우
            4. 시간의 경과에 의하여 재판매가 곤란할 정도로 작품의 가치가 현저히 감소한 경우
            5. 복제가 가능한 작품의 포장을 훼손한 경우
            6. 기타 고객이 환불 또는 교환을 요청할 수 없는 합리적인 사유가 있는 경우
            제6장 회원 관리 및 보호
            제20조 (분쟁조정 센터)
            * ① 회사는 고객이 서비스를 이용할 때 발생할 수 있는 정당한 의견이나 불만 사항을 적극적으로 수렴하여 해결하고, 회원 상호 간의 분쟁을 조정하며, 고객이 고객센터의 절차 안내에 따라 분쟁의 해결을 요청할 경우 분쟁해결 기구의 업무를 대행하여 진행할 수 있습니다.
            * ② 회사는 회원이 제기하는 각종 불만사항과 의견을 적극적으로 검토한 후 정당하다고 판단될 때에는 이를 신속하게 처리하며, 즉시 처리하기가 어려운 사항이 있으면 그 사유와 처리기간을 전자우편 혹은 전화로 회원에게 통보합니다.
            제21조 (판매금지물품)
            회사는 회사와 다른 작가회원의 정상적인 영업 활동을 방해하는 다음 각 호에서 정하는 매매 부적합 제품의 등록∙판매를 금지합니다.
            1. 실제 판매하지 않는 제품(테스트 목적으로 등록한 경우 등)
            2. 제품과 관련이 없거나 제품의 등록에 관한 회사의 운영정책을 위반하여 등록 제품
            3. 동일 카테고리 또는 인접 카테고리에 같거나 유사한 판매조건으로 복수 등록한 중복 제품(같은 제품으로 간주되는 경우도 포함)
            4. 검색 노출을 확장하기 위해 판매 제품과 관련 없는 브랜드명, 물품명, 인기 키워드 등을 기재하여 등록한 제품
            5. 제품의 판매 가격이 시중의 통상적인 거래 가격보다 지나치게 낮거나 높아 위∙모조품 또는 허위 재고로 의심되는 제품
            6. 거짓 또는 과장하거나 고객을 기만하는 방법으로 광고한 제품
            7. 지식재산권, 상표권 등 타인의 권리를 침해하는 제품
            8. 법령에 따라 유통 및 판매가 금지된 제품(장물, 습득한 유실물, 통신판매를 금지한 유가증권, 단말기 보조금 관련 사항을 기재한 제품, 담배, 도수가 있는 안경·선글라스, 콘택트렌즈, 군수품, 의약품, 주류, 살아 있는 동물 등. 단, 정부의 고시 등에 따라 통신판매가 허용되는 경우는 제외)
            9. 작품의 판매와 관련하여 특정한 인허가 자격이 요구됨에도 불구하고 관련 요건을 만족하지 않거나 필수 게재 정보를 게재하지 않은 제품
            10. 기타 관계 법령에 저촉되거나 회사가 합리적인 사유로 판매를 금지하는 제품
            제7장 서비스 이용 제한 등
            제22조 (서비스 이용의 제한 및 중지)
            * ① 회사는 아래 각 호 중 어느 하나에 해당하는 사유가 발생한 경우에는 회원의 서비스 이용을 제한 또는 중지할 수 있습니다.
                1. 제17조를 위반한 경우
                2. 서비스용 설비 점검, 보수 또는 공사로 인하여 부득이한 경우
                3. 『전기통신사업법』에 규정된 기간통신사업자가 전기통신 서비스를 중지했을 경우
                4. 국가비상사태, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 서비스 이용에 지장이 있는 경우
                5. 회원이 사기 및 악성 글 등 건전한 거래 문화 활성화 방해되는 행동을 했을 경우
                6. 기타 중대한 사유로 인하여 회사가 서비스 제공을 지속하는 것이 부적당하다고 인정하는 경우
            * ② 회원이 서비스를 이용하는 도중, 연속하여 3개월 동안 서비스를 이용하기 위해 log-in한 기록이 없는 경우, 회사는 당해 회원의 서비스를 제한할 수 있습니다.
            * ③ 회사는 회사의 정책에 따라서 회원 간의 차별화된 서비스를 언제든지 제공할 수 있습니다. 만약 회원이 비용을 지불하지 않고 유료서비스의 사용을 할 경우 회사는 특정 회원에게 서비스 중지 및 특정 서비스 제한을 할 수 있습니다.
            * ④ 회사는 이 약관, 관련 법령 및 상거래의 일반원칙을 위반한 회원에 대하여 다음과 같은 조치를 할 수 있습니다.
                1. 회사가 부가적으로 제공한 혜택의 일부 또는 전부의 회수
                2. 특정서비스 이용제한
                3. 이용계약의 해지
                4. 손해 배상의 청구
                5. 사이버수사대 수사 요청
                6. 정산일자 변경 및 신용점수 차감
            * ⑤ 회사가 전항 각 호에 정한 조치를 할 경우 회사는 사전에 회원에게 사전 통보하며, 회원의 연락이 두절되거나 긴급을 요하는 것과 같이 부득이한 경우 선 조치 후 사후 통보할 수 있습니다.
            * ⑥ 회원은 본 조에 의한 회사의 조치에 대하여 항변의 사유가 있는 경우 이에 대하여 항변을 할 수 있습니다.
            제23조 (이용 계약의 해지)
            * ① 회원은 언제든지 이 약관에서 정하는 절차에 따라 회사에게 해지의사를 통지함으로써 이용계약을 해지할 수 있습니다. 다만, 회원은 해지의사를 통지하기 전에 모든 구매중인 절차를 완료, 철회 또는 취소하지 않는 경우 이로 인한 불이익은 회원 본인의 책임으로 합니다.
            * ② 이용계약은 해지의사가 상대방에게 도달한 때에 종료됩니다. 다만, 해지의 효력은 계약기간 내 이미 발생한 권리관계 및 손해배상 청구에 관하여 영향을 미치지 아니합니다.
            * ③ 본 항에 따라 해지를 한 회원은 이 약관이 정하는 회원가입절차와 관련조항에 따라 회원으로 다시 가입할 수 있습니다. 다만 회원이 중복참여가 제한된 판촉이벤트 중복 참여 등 부정한 목적으로 회원탈퇴 후 재가입 신청하는 경우 회사는 재가입을 일정기간 동안 제한할 수 있습니다.
            * ④ 회사는 회원에게 다음과 같은 사유가 있는 경우 해지의사를 회원에게 통지하고 이용계약을 해지할 수 있습니다.
                1. 제5조 제3항의 승낙거부사유가 있음이 확인된 경우
                2. 제 17조를 위반하여 회사 또는 제3자에게 발생한 손해의 전부 보전이 불가능하거나 불가능한 우려가 있는 경우
                3. 제27조의 의무를 위반한 경우
                4. 회사나 다른 회원 기타 타인의 권리나 명예, 신용 기타 정당한 이익을 침해하거나 대한민국 법령 또는 공서양속에 위배되는 행위를 한 경우
                5. 작품 등에 대해 확인되지 않는 사실로 불신을 조장하는 행위를 한 경우
                6. 회사가 제공하는 서비스의 원활한 진행을 방해하는 행위를 하거나 시도한 경우
                7. 기타 회사가 합리적인 판단에 기하여 서비스의 제공을 거부할 필요가 있다고 인정할 경우
            * ⑤ 이용계약은 회사가 해지의사를 회원에게 통지한 시점에 종료됩니다. 이 경우 회사는 회원이 등록한 전자우편 또는 전화, 기타의 방법을 통하여 해지의사를 통지합니다.
            * ⑥ 이용계약의 종료와 관련하여 발생한 손해는 이용계약이 종료된 해당 회원이 책임을 부담하여야 하고 회사는 일체의 책임을 지지 않습니다.
            * ⑦ 회사가 본 조에 따라 회원과의 이용 계약을 해지하기로 결정한 경우 회사는 회원의 탈퇴 처리 전에 이를 통지하고, 회원은 회사의 통지를 받은 날로부터 30일 이내에 이에 대한 항변의 기회를 가집니다.
            제8장 기타
            제24조 (회사의 면책)
            * ① 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.
            * ② 회사는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.
            * ③ 회사는 회원이 서비스를 이용하여 기대하는 수익을 상실한 것에 대하여 책임을 지지 않으며, 그 밖의 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않습니다.
            * ④ 회사는 작가회원이 게재한 작품 판매에 관한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 관해서는 책임을 지지 않습니다.
            * ⑤ 회사는 고객 및 작가회원 간 또는 회원과 제3자 상호간에 서비스를 매개로 하여 회사의 매매보호서비스를 이용하지 않은 거래에 관하여 어떠한 책임을 지지 않습니다.
            * ⑥ 작가회원과 회원, 배송업체, 금융기관 등과의 사이에 발생한 분쟁은 당사자들간의 해결을 원칙으로 하며, 회사에 중대한 귀책사유가 없는 한 회사는 어떠한 책임도 부담하지 않습니다.
            제25조 (준거법 및 관할법원)
            이 약관의 해석 및 분쟁의 해결은 대한민국의 법령에 따르며, 소송이 제기되는 경우에는 민사소송법에 따라 관할법원을 정합니다.
            제26조 (기타)
            * ① 각 당사자는 상대방의 서면 동의 없이 이 약관상의 권리 또는 의무를 제3자에게 양도하거나 처분할 수 없습니다.
            * ② 회사는 대한민국 내에 설치된 서버를 기반으로 서비스를 제공, 관리하고 있습니다. 따라서 회사는 회원이 대한민국의 영토 이외의 지역에서 서비스를 이용하고자 하는 경우 서비스의 품질, 적법성 또는 사용성을 보장하지 않습니다.
            제9장 기타
            제27조 (저작권 등 콘텐츠에 대한 권리의 귀속)
            1. 회사가 작성한 게시물 기타 서비스의 저작권 및 지식재산권은 전적으로 회사에 귀속됩니다. 다만, 제휴 계약에 따라 제공된 저작물은 그렇지 아니합니다.
            2. 회사가 제공하는 서비스의 디자인, 회사가 만든 텍스트, 스크립트(script), 그래픽, 회원 상호간 메시지 전송 기능 등 회사가 제공하는 서비스에 관한 모든 상표, 서비스 마크, 로고 등 관련 저작권 기타 지식재산권은 대한민국 및 외국의 관련 법령에 근거하여 회사가 보유하고 있거나 회사에게 소유권 또는 사용권이 있습니다.
            3. 회원은 본 약관으로 인하여 서비스를 소유하거나 서비스에 관한 저작권을 보유하게 되는 것이 아니라, 회사로부터 서비스의 이용을 허락 받게 되는 것입니다.
            4. 회원은 회사에 의해 명시적으로 허락된 내용을 제외하고는 서비스를 통해 얻어지는 회원 상태 정보를 영리 목적으로 사용, 복사, 유통할 수 없고, 회사가 만든 텍스트, 스크립트, 그래픽의 회원 상호간 메시지 전송 기능 등을 복사하거나 유통할 수 없습니다.
            5. 회사는 서비스와 관련하여 회원에게 회사가 정한 이용 조건에 따라 계정, 아이디, 콘텐츠 등을 이용할 수 있는 이용 권한을 부여하며, 회원은 이를 양도, 판매, 담보제공 등의 처분행위를 할 수 없습니다.
            6. 회사는 서비스를 통해 얻어지는 회원의 게시물(판매자, 구매자 정보 및 기타 거래 관련 정보) 관련 정보를 영리 목적으로 회원의 허락 없이 사용할 수 있습니다.
            7. 회원이 서비스를 이용하면서 작성한 게시물의 저작권은 저작권법 등 관련 법령에서 달리 정하지 않는 한 원칙적으로 이를 작성한 회원에게 귀속되며, 해당게시물이 타인의 저작권 기타 권리를 침해하는 경우 그에 대한 책임은 회원이 부담합니다.
            8. 회원은 회사에게 자신이 작성한 게시물을 독점적으로 이용할 수 있는 권리 및 2차적저작물 작성권을 부여합니다. 회사는 서비스 운영기간 동안 회원이 작성한 게시물을 무상으로 이용할 수 있으며, 검색노출, 판촉, 홍보 등의 목적으로 검색사이트나 다른 사이트에 게시, 노출할 수 있고, 그에 필요한 범위 내에서 게시물의 전부 또는 일부를 수정, 복제, 편집할 수 있습니다.
            제27조 (재판권 및 준거법)
            1. 본 약관과 회사와 회원간의 서비스 이용 계약, 회원 상호간의 물품 거래에 관하여는 대한민국 법령이 적용되며, 이에 관하여 발생하는 모든 분쟁, 소송의 관할은 민사소송법에 따라 정합니다.
            이 약관은 2022년 11월 10일부터 시행합니다.
            """
    
    static let content2 = """
개인정보처리방침
[차례]
1. 총칙
2. 개인정보 수집에 대한 동의
3. 개인정보의 수집 및 이용목적
4. 수집하는 개인정보 항목
5. 개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항
6. 목적 외 사용 및 제3자에 대한 제공
7. 개인정보의 열람 및 정정
8. 개인정보 수집, 이용, 제공에 대한 동의철회
9. 개인정보의 보유 및 이용기간
10. 개인정보의 파기절차 및 방법
11. 아동의 개인정보 보호
12. 개인정보 보호를 위한 기술적 대책
13. 개인정보의 위탁처리
14. 의겸수렴 및 불만처리
15. 부 칙(시행일)
16. 총칙
본 업체 사이트는 회원의 개인정보보호를 소중하게 생각하고, 회원의 개인정보를 보호하기 위하여 항상 최선을 다해 노력하고 있습니다.
1. 회사는 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」을 비롯한 모든 개인정보보호 관련 법률규정을 준수하고 있으며, 관련 법령에 의거한 개인정보처리방침을 정하여 이용자 권익 보호에 최선을 다하고 있습니다.
2. 회사는 「개인정보처리방침」을 제정하여 이를 준수하고 있으며, 이를 인터넷사이트 및 모바일 어플리케이션에 공개하여 이용자가 언제나 용이하게 열람할 수 있도록 하고 있습니다.
3. 회사는 「개인정보처리방침」을 통하여 귀하께서 제공하시는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다.
4. 회사는 「개인정보처리방침」을 홈페이지 첫 화면 하단에 공개함으로써 귀하께서 언제나 용이하게 보실 수 있도록 조치하고 있습니다.
5. 회사는 「개인정보처리방침」을 개정하는 경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.
6. 개인정보 수집에 대한 동의
귀하께서 본 사이트의 개인정보보호방침 또는 이용약관의 내용에 대해 「동의 한다」버튼 또는 「동의하지 않는다」버튼을 클릭할 수 있는 절차를 마련하여, 「동의 한다」버튼을 클릭하면 개인정보 수집에 대해 동의한 것으로 봅니다.
1. 개인정보의 수집 및 이용목적
본 사이트는 다음과 같은 목적을 위하여 개인정보를 수집하고 있습니다. 서비스 제공을 위한 계약의 성립 : 본인식별 및 본인의사 확인 등 서비스의 이행 : 상품 서비스 이용자와의 구매연결 이용자의 기본적 인권 침해의 우려가 있는 민감한 개인정보(인종 및 민족, 사상 및 신조, 출신지 및 본적지, 정치적 성향 및 범죄기록, 건강상태 등)는 수집하지 않습니다.
1. 수집하는 개인정보 항목
본 사이트는 회원가입, 상담, 서비스 신청 등을 위해 아래와 같은 개인정보를 수집하고 있습니다.
1. 개인정보 수집방법 : 홈페이지(회원가입)
2. 수집항목 : 이름 , 생년월일 , 성별 , 로그인ID , 비밀번호 , 전화번호 , 휴대전화번호 , 이메일 , 주민등록번호 , 접속 로그 , 접속 IP 정보 ,
3. 개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항
목적 외 사용 및 제3자에 대한 제공
본 사이트는 귀하의 개인정보를 “개인정보의 수집목적 및 이용목적”에서 고지한 범위 내에서 사용하며, 동 범위를 초과하여 이용하거나 타인 또는 타 기업·기관에 제공하지 않습니다. 그러나 보다 나은 서비스 제공을 위하여 귀하의 개인정보를 업체 자회사 또는 제휴사에게 제공하거나, 업체 자회사 또는 제휴사와 공유할 수 있습니다. 개인정보를 제공하거나 공유할 경우에는 사전에 귀하께 업체 자회사 그리고 제휴사가 누구인지, 제공 또는 공유되는 개인정보항목이 무엇인지, 왜 그러한 개인정보가 제공되거나 공유되어야 하는지, 그리고 언제까지 어떻게 보호·관리되는지에 대해 개별적으로 전자우편 및 서면을 통해 고지하여 동의를 구하는 절차를 거치게 되며, 귀하께서 동의하지 않는 경우에는 업체 자회사 그리고 제휴사에게 제공하거나 공유하지 않습니다. 또한 이용자의 개인정보를 원칙적으로 외부에 제공하지 않으나, 아래의 경우에는 예외로 합니다.
1. 이용자들이 사전에 동의한 경우
2. 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우
3. 개인정보의 열람 및 정정
귀하는 언제든지 등록되어 있는 귀하의 개인정보를 열람하거나 정정하실 수 있습니다. 개인정보 열람 및 정정을 하고자 할 경우에는 “회원정보수정”을 클릭하여 직접 열람 또는 정정하거나, 개인정보 최고관리책임자에게 E-mail로 연락하시면 조치하겠습니다. 귀하가 개인정보의 오류에 대한 정정을 요청한 경우, 정정을 완료하기 전까지 당해 개인정보를 이용하지 않습니다.
1. 개인정보 수집, 이용, 제공에 대한 동의철회
회원가입 등을 통해 개인정보의 수집, 이용, 제공에 대해 귀하께서 동의하신 내용을 귀하는 언제든지 철회하실 수 있습니다. 동의철회는 “마이페이지”의 “회원탈퇴(동의철회)”를 클릭하거나 개인정보관리책임자에게 E-mail등으로 연락하시면 즉시 개인정보의 삭제 등 필요한 조치를 하겠습니다. 본 사이트는 개인정보의 수집에 대한 회원탈퇴(동의철회)를 개인정보 수집시와 동등한 방법 및 절차로 행사할 수 있도록 필요한 조치를 하겠습니다.
1. 개인정보의 보유 및 이용기간
원칙적으로, 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 단, 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존합니다.
1. 보존 항목 : 회원가입정보(로그인ID, 이름, 별명)
2. 보존 근거 : 회원 탈퇴 시 다른 회원이 기존 회원아이디로 재가입하여 활동하지 못하도록 하기 위함
3. 보존 기간 : 영구 그리고 상법 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 아래와 같이 관계법령에서 정한 일정한 기간 동안 거래 및 회원정보를 보관합니다. 보존 항목 : 계약 또는 청약철회 기록, 불만 또는 분쟁처리 기록 보존 근거 : 전자상거래등에서의 소비자보호에 관한 법률 제6조 거래기록의 보존 보존 기간 : 계약 또는 청약철회 기록(5년), 불만 또는 분쟁처리 기록(3년), 위 보유기간에도 불구하고 계속 보유하여야 할 필요가 있을 경우에는 귀하의 동의를 받겠습니다. 회원이 1년간 서비스 이용기록이 없는 경우[정보통신망 이용촉진 및 정보보호 등에 관한 법률] 제 29조 ‘개인정보 유효 기간제’에 따라 회원에게 사전 통지하고 별도로 분리하여 저장합니다.
4. 개인정보의 국외 보관에 대한 내용 회사는 이용자로부터 취득 또는 생성한 개인정보를 미리내가 보유하고 있는 데이터베이스 (물리적보관소: 한국)에 저장합니다. 미리내는 해당 서버의 물리적인 관리만을 행하고, 원칙적으로 회원님의 개인정보에 접근하지 않습니다.
이전항목: 서비스 이용기록 또는 수집된 개인정보 이전국가: 한국 이전일시 및 방법: 전산 서버 수탁계약 이후 서비스 이용 시점에 네트워크를 통한 전송 개인정보 보유 및 이용기간: 회원탈퇴시 혹은 위탁계약 종료시까지
1. 개인정보의 파기절차 및 방법
본 사이트는 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 파기절차 및 방법은 다음과 같습니다. 파기절차 : 귀하가 회원가입 등을 위해 입력하신 정보는 목적이 달성된 후 별도의 DB로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조) 일정 기간 저장된 후 파기되어집니다. 별도 DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 보유되어지는 이외의 다른 목적으로 이용되지 않습니다. 파기방법 : 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.
1. 아동의 개인정보 보호
본 사이트는 만14세 미만 아동의 개인정보를 수집하는 경우 법정대리인의 동의를 받습니다. 만14세 미만 아동의 법정대리인은 아동의 개인정보의 열람, 정정, 동의철회를 요청할 수 있으며, 이러한 요청이 있을 경우 본 사이트는 지체 없이 필요한 조치를 취합니다.
1. 개인정보 보호를 위한 기술적 대책
본 사이트는 귀하의 개인정보를 취급함에 있어 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적 대책을 강구하고 있습니다. 귀하의 개인정보는 비밀번호에 의해 보호되며, 파일 및 전송 데이터를 암호화하거나 파일 잠금기능(Lock)을 사용하여 중요한 데이터는 별도의 보안기능을 통해 보호되고 있습니다. 본 사이트는 백신프로그램을 이용하여 컴퓨터바이러스에 의한 피해를 방지하기 위한 조치를 취하고 있습니다. 백신프로그램은 주기적으로 업데이트되며 갑작스런 바이러스가 출현할 경우 백신이 나오는 즉시 이를 제공함으로써 개인정보가 침해되는 것을 방지하고 있습니다. 해킹 등에 의해 귀하의 개인정보가 유출되는 것을 방지하기 위해, 외부로부터의 침입을 차단하는 장치를 이용하고 있습니다.
1. 개인정보의 위탁처리 본 사이트는 서비스 향상을 위해서 귀하의 개인정보를 외부에 위탁하여 처리할 수 있습니다. 개인정보의 처리를 위탁하는 경우에는 미리 그 사실을 귀하에게 고지하겠습니다. 개인정보의 처리를 위탁하는 경우에는 위탁계약 등을 통하여 서비스제공자의 개인정보보호 관련 지시 엄수, 개인정보에 관한 비밀유지, 제3자 제공의 금지 및 사고시의 책임부담 등을 명확히 규정하고 당해 계약내용을 서면 또는 전자적으로 보관하겠습니다.
2. 의견수렴 및 불만처리 본 사이트는 개인정보보호와 관련하여 귀하가 의견과 불만을 제기할 수 있는 창구를 개설하고 있습니다. 개인정보와 관련한 불만이 있으신 분은 본 사이트의 개인정보 최고 관리책임자에게 의견을 주시면 접수 즉시 조치하여 처리결과를 통보해 드립니다.
3. 개인정보 최고 관리책임자는 회사의 대표가 직접 맡아서 개인정보에 대한 강조를 하고 있습니다. 개인정보를 보호하고 유출을 방지하는 책임자로서 이용자가 안심하고 회사가 제공하는 서비스를 이용할 수 있도록 도와드리며, 개인정보를 보호하는데 있어 이용자에게 고지한 사항들에 반하여 사고가 발생할 시에는 이에 관한 책임을 집니다.
4. 기술적인 보완조치를 취하였음에도 불구하고 악의적인 해킹 등 기본적인 네트워크상의 위험성에 의해 발생하는 예기치 못한 사고로 인한 정보의 훼손 및 멸실, 이용자가 작성한 게시물에 의한 각종 분쟁 등에 관해서는, 본 사이트 회사는 책임이 없습니다.
5. 회사는 정보통신망 이용촉진 및 정보보호 등에 관한 법률에서 규정한 관리책임자를 다음과 같이 지정합니다. 개인정보 최고 관리책임자 성명 : 김예림 전화번호 : 010-5527-0904 이메일 : twori94@naver.com
또는 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다. 개인분쟁조정위원회 (www.1336.or.kr / 1336) 정보보호마크인증위원회 (www.eprivacy.or.kr / 02-580-0533~4) 대검찰청 인터넷범죄수사센터 (icic.sppo.go.kr / 02-3480-3600) 경찰청 사이버테러대응센터 (www.ctrc.go.kr / 02-392-0330)
1. 부 칙(시행일)
현 개인정보처리방침은 2022년 11월 06일에 제정되었으며, 정부 및 회사의 정책 또는 보안기술의 변경에 따라 내용의 추가, 삭제 및 수정이 있을 경우에는 개정 최소 7일 전부터 ‘알림’란을 통해 고지하며, 본 정책은 시행 일자에 시행됩니다.
시행일자 : 2022년 11월 10일
"""
}
